[
	{
		"date": "2023-01-07",
		"title": "Slow January",
		"content": "Started the year quietly. Small tasks and slow momentum, but consistent enough to feel like progress.",
		"thanks": ""
	},
	{
		"date": "2023-02-12",
		"title": "Short trip",
		"content": "A brief weekend away helped reset perspective. New scenes made routines feel lighter when I returned.",
		"thanks": "Fresh air"
	},
	{
		"date": "2023-03-18",
		"title": "Focused morning",
		"content": "Blocked off the morning for deep work and it paid off. One focused stretch can reshape an entire day.",
		"thanks": "Discipline"
	},
	{
		"date": "2023-04-22",
		"title": "Small victory",
		"content": "Completed a project that had been lingering. The relief was disproportionate but welcome.",
		"thanks": "Completion"
	},
	{
		"date": "2023-05-30",
		"title": "Quiet evening",
		"content": "Spent the evening reading and making tea. The simplicity felt restorative after a busy week.",
		"thanks": "Books"
	},
	{
		"date": "2023-06-10",
		"title": "Hot day",
		"content": "Heat made focus difficult. I slowed down, hydrated, and accepted lower expectations for the day.",
		"thanks": ""
	},
	{
		"date": "2023-07-19",
		"title": "Connection",
		"content": "Talked at length with an old friend. The conversation was grounding and helped clarify a few things.",
		"thanks": "Friendship"
	},
	{
		"date": "2023-08-05",
		"title": "Long walk",
		"content": "Walked for miles without a strict route. Letting thoughts move without structure felt surprisingly productive.",
		"thanks": ""
	},
	{
		"date": "2023-09-14",
		"title": "New routine",
		"content": "Tried a new morning routine for a week. Small adjustments improved energy and focus.",
		"thanks": "Habits"
	},
	{
		"date": "2023-10-27",
		"title": "Reflective",
		"content": "Spent time reviewing goals for the year. Some shifts needed, but the review itself felt useful.",
		"thanks": ""
	},
	{
		"date": "2023-11-21",
		"title": "Rest day",
		"content": "Took an intentional day off. No tasks, only rest and gentle hobbies. It reset motivation.",
		"thanks": "Rest"
	},
	{
		"date": "2023-12-31",
		"title": "Year end",
		"content": "Looked back on the year and noticed steady small improvements. No dramatic changes, but steady movement.",
		"thanks": "Persistence"
	},
	{
		"date": "2024-01-03",
		"title": "Fresh start",
		"content": "A calmer start to the year. Set a few modest intentions rather than big resolutions.",
		"thanks": "Clarity"
	},
	{
		"date": "2024-02-09",
		"title": "Good conversation",
		"content": "Had a meaningful talk that helped untangle several thoughts. It was reassuring to be heard.",
		"thanks": "Listening"
	},
	{
		"date": "2024-03-15",
		"title": "Deep focus",
		"content": "Managed a long stretch of uninterrupted work. Felt productive and energized afterward.",
		"thanks": "Focus"
	},
	{
		"date": "2024-04-01",
		"title": "Light day",
		"content": "Kept the day intentionally light to avoid burnout. Small tasks and gentle pacing worked well.",
		"thanks": ""
	},
	{
		"date": "2024-05-20",
		"title": "Outside time",
		"content": "Spent more time outdoors and noticed mood improvements. Sun and movement helped more than expected.",
		"thanks": "Nature"
	},
	{
		"date": "2024-06-13",
		"title": "Productive sprint",
		"content": "Completed a focused sprint on a project. Momentum carried me through several follow-up tasks.",
		"thanks": "Momentum"
	},
	{
		"date": "2024-07-07",
		"title": "Slow afternoon",
		"content": "An unstructured afternoon felt indulgent but necessary. Rest sometimes looks like doing very little.",
		"thanks": ""
	},
	{
		"date": "2024-08-29",
		"title": "Clear priorities",
		"content": "Re-evaluated what matters this quarter and pruned a few commitments. The relief was immediate.",
		"thanks": "Simplicity"
	},
	{
		"date": "2024-09-18",
		"title": "Creative burst",
		"content": "Had a short, intense creative session that produced useful ideas. Will try to protect time for more of these.",
		"thanks": "Creativity"
	},
	{
		"date": "2024-10-24",
		"title": "Reset weekend",
		"content": "Used the weekend to reset routines and catch up on sleep. It made the following week smoother.",
		"thanks": "Rest"
	},
	{
		"date": "2024-11-11",
		"title": "Small improvements",
		"content": "Made incremental changes to workflow that reduced friction. Small wins add up.",
		"thanks": ""
	},
	{
		"date": "2024-12-28",
		"title": "Year review",
		"content": "Reviewed the year's entries and noticed patterns. Gratitude for the steady progress, even when slow.",
		"thanks": "Perspective"
	},
	{
		"date": "2025-10-02",
		"title": "Slow start",
		"content": "The day began sluggishly and I struggled to get into a productive rhythm. Even simple tasks felt heavier than usual. I decided to accept the pace instead of fighting it, which helped reduce frustration by the afternoon.",
		"thanks": "Patience"
	},
	{
		"date": "2025-10-05",
		"title": "Clear air",
		"content": "Opened all the windows early in the morning and let fresh air fill the apartment. It instantly changed my mood. Sometimes small physical changes have a surprisingly strong mental effect.",
		"thanks": ""
	},
	{
		"date": "2025-10-09",
		"title": "Focused hours",
		"content": "Managed to stay focused for several uninterrupted hours. No distractions, no multitasking. This reminded me how effective deep work can be when I actually protect time for it.",
		"thanks": "Concentration"
	},
	{
		"date": "2025-10-14",
		"title": "Restless",
		"content": "Felt restless most of the day without a clear reason. Jumped between tasks and never fully settled. In the evening I went to bed earlier than usual, hoping tomorrow feels lighter.",
		"thanks": ""
	},
	{
		"date": "2025-10-18",
		"title": "Good talk",
		"content": "Had a long conversation that helped clarify a few things I have been unsure about. Saying thoughts out loud made them feel less tangled and more manageable.",
		"thanks": "Honest conversations"
	},
	{
		"date": "2025-10-23",
		"title": "Routine",
		"content": "Followed my routine almost mechanically today. While it felt boring at times, it also provided structure and stability. Not every day needs to be exciting to be useful.",
		"thanks": ""
	},
	{
		"date": "2025-10-27",
		"title": "Evening calm",
		"content": "The evening was quiet and uneventful. I spent time reading and avoiding screens. The lack of stimulation felt refreshing after a busy week.",
		"thanks": "Calm moments"
	},
	{
		"date": "2025-11-01",
		"title": "New month",
		"content": "A new month always triggers reflection. Looked back at what worked and what did not. I want to be more intentional with my time instead of reacting all the time.",
		"thanks": ""
	},
	{
		"date": "2025-11-04",
		"title": "Heavy thoughts",
		"content": "Carried some heavy thoughts around today. Nothing urgent, just a general sense of uncertainty. Writing this helps to unload a bit of that weight.",
		"thanks": ""
	},
	{
		"date": "2025-11-08",
		"title": "Momentum",
		"content": "Once I got started, momentum carried me through the day. One finished task naturally led to the next. I should remember this feeling when procrastination hits.",
		"thanks": "Energy"
	},
	{
		"date": "2025-11-12",
		"title": "Distraction",
		"content": "Too many distractions today, mostly self-inflicted. I kept checking things that did not matter. A reminder that focus is something I actively need to protect.",
		"thanks": ""
	},
	{
		"date": "2025-11-16",
		"title": "Cold air",
		"content": "The weather turned colder and it was noticeable. Wrapped myself in warmer clothes and adjusted my pace. There is something comforting about adapting to seasonal changes.",
		"thanks": "Warm clothes"
	},
	{
		"date": "2025-11-21",
		"title": "Reflection",
		"content": "Spent time reflecting on decisions made earlier this year. Some turned out well, others not so much. Still, all of them taught me something valuable.",
		"thanks": ""
	},
	{
		"date": "2025-11-25",
		"title": "Small break",
		"content": "Took a short break in the middle of the day and did absolutely nothing. No phone, no tasks. It felt strange at first, then surprisingly restorative.",
		"thanks": "Rest"
	},
	{
		"date": "2025-11-30",
		"title": "End of month",
		"content": "The end of the month arrived quietly. No big conclusions, just a sense of continuity. Progress feels slow, but it is still progress.",
		"thanks": ""
	},
	{
		"date": "2025-12-03",
		"title": "Quiet morning",
		"content": "Woke up earlier than usual and enjoyed the silence before the day began. Used the time to think without pressure. It set a calm tone for the rest of the day.",
		"thanks": "Silence"
	},
	{
		"date": "2025-12-07",
		"title": "Long walk",
		"content": "Went for a long walk without headphones. Let thoughts come and go naturally. Physical movement helped untangle mental knots.",
		"thanks": ""
	},
	{
		"date": "2025-12-11",
		"title": "Deadline",
		"content": "Worked under a tight deadline today. Stress levels were high, but the task got done. Relief afterward was immediate and noticeable.",
		"thanks": "Getting things done"
	},
	{
		"date": "2025-12-15",
		"title": "Flow state",
		"content": "Experienced a rare flow state where time passed unnoticed. Everything felt aligned and efficient. Days like this make the effort worthwhile.",
		"thanks": "Focus"
	},
	{
		"date": "2025-12-18",
		"title": "Low energy",
		"content": "Energy levels were low and concentration was difficult. I adjusted expectations and aimed for the bare minimum. Accepting limits felt healthier than pushing through.",
		"thanks": ""
	},
	{
		"date": "2025-12-22",
		"title": "Year closing",
		"content": "The year is clearly winding down. Many things remain unfinished, but that feels okay. Not everything needs closure right now.",
		"thanks": ""
	},
	{
		"date": "2025-12-26",
		"title": "After holidays",
		"content": "The days after the holidays feel strangely empty. No pressure, no structure. Used the time to reset mentally.",
		"thanks": "Free time"
	},
	{
		"date": "2025-12-30",
		"title": "Looking back",
		"content": "Looked back at older entries and noticed recurring themes. Some habits change slower than expected. Awareness is the first step, at least.",
		"thanks": ""
	},
	{
		"date": "2026-01-02",
		"title": "Fresh start",
		"content": "The new year started quietly. No dramatic resolutions, just a desire to be more consistent. Small steps feel more realistic than big promises.",
		"thanks": "Stability"
	},
	{
		"date": "2026-01-06",
		"title": "Back to work",
		"content": "Returned to regular work mode. The structure was welcome after unstructured days. It felt easier to focus than expected.",
		"thanks": ""
	},
	{
		"date": "2026-01-10",
		"title": "Clarity",
		"content": "Some lingering thoughts finally became clearer today. Writing and thinking slowly helped. Not all answers arrived, but the fog lifted a bit.",
		"thanks": "Clarity"
	},
	{
		"date": "2026-01-14",
		"title": "Busy day",
		"content": "A packed schedule left little room to breathe. Still, everything essential got done. The challenge is to not let days like this become the norm.",
		"thanks": ""
	},
	{
		"date": "2026-01-18",
		"title": "Small win",
		"content": "Finished a task that had been postponed for weeks. The relief was disproportionally large. A reminder that avoidance often costs more energy than action.",
		"thanks": "Progress"
	},
	{
		"date": "2026-01-22",
		"title": "Neutral",
		"content": "Nothing special happened today. No highs, no lows. A neutral day, and that is perfectly fine.",
		"thanks": ""
	},
	{
		"date": "2026-01-26",
		"title": "Settling in",
		"content": "Feeling more settled and less rushed overall. Still a lot to improve, but the baseline feels steadier than before.",
		"thanks": "Continuity"
	}
]
